Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/hva-er-spraakloeftet.html.tmx
Source language: nob
Languages: smj

source: Hva er Språkløftet?
smj: Mij la giellalåpptim?

source: Sametingets strategier for samiske språk
smj: Sámedikke strategijja sámegielajda.

source: Samiske språk er viktig for den enkelte språkbruker, for den samiske befolkningen og for utviklingen av det samiske samfunnet.
smj: Sámegiela li ájnnasa ájnegis giellaaddnáj, sáme viesajdiddjijda ja sáme sebrudagá åvddånahtátjit.

source: Samiske språk handler ikke bare om kommunikasjon, men er nært knyttet til samisk identitet, kulturarv og tilhørighet.
smj: Sámegiela ij dåssju guládallamij guoska, valla tjanádum la sáme identitiehttaj, kulturárbbáj ja masi ulmusj gullu.

source: Samiske språk er et symbol på vårt felleskap, vår arv og vårt bånd til våre forfedre.
smj: Sámegiela li mærkkagåvvån mijá aktisasjvuohtaj, mijá árbbáj ja la bádden mijá ájttegijda.

source: Gjennom språket vokser det frem en tilhørighet, uavhengig av hvilket samisk språk man behersker eller hvor lite eller hvor mye man behersker språket.
smj: Giela baktu tjadnusa nanostuvvi masi ulmusj gullu, berustahtek makkir sámegielav ulmusj buktá jalik man binnáv jali man ednagav gielav buktá.

source: Samisk språkpolitikk handler derfor både om å ta tilbake et tapt språk, og utvikling av samiske språk i de områder hvor samisk brukes i dagliglivet.
smj: Sáme giellapolitihkka guosská dan diehti goappátjagá massám gielav ruoptus válldet, ja sámegielajt åvddånahttet dajn guovlojn gånnå sámegiella bæjválattjat aneduvvá.

source: Til tross for ulike språksituasjoner binder språket oss sammen gjennom et felles ønske om bevaring, utvikling og styrking av samiske språk.
smj: Juska li iesjgeŋgalágásj gielladile, de giella mijájt aktij tjadná aktisasj sávadusán sámegielajt bisodit, åvddånahttet ja nannit.

source: Samisk språkpolitikk handler også om rammebetingelser, lovreguleringer og om hverdagen for språkbrukere.
smj: Sáme giellapolitihkka guosská aj rámmaævtojda, lágajda, ja giellaaddnij árggabæjvváj.

source: Samiske språk berører alle samfunnsområder, og en god språkpolitikk må gjenspeile dette.
smj: Sámegiela juohkka sebrudaksuorggáj guosská, ja buorre giellapolitihkka hæhttu dáv gåvvit.

source: Sametinget ønsker at samiske språk høres, brukes og synes i samfunnet, og Sametingets språkstrategi – Gïelelutnjeme – Giellalåpptim – Giellalokten legger fokus på synliggjøring, utvikling, rekruttering og kompetanseheving på alle nivå.
smj: Sámedigge hálijt juhte sámegiela gulluji, aneduvvi ja vuojnnuji sebrudagán, ja Sámedikke giellastrategijja – Gïelelutnjeme – Giellalåpptim – Giellalokten tjalmostahttá vuojnnusin dahkat, åvddånahttet, rekruttierit ja máhtudaklåpptim gájkka dásen.

source: Det vil være en særlig satsning på språktilbud for barn og unge.
smj: Ållagasj dættoduvvá giellafálaldagá mánájda ja nuorajda.

source: Gïelelutnjeme – Giellalåpptim – Giellalokten setter også fokus på samarbeid og samordning mellom institusjoner, organer og organisasjoner som jobber med samiske språk.
smj: Gïelelutnjeme – Giellalåpptim – Giellalokten tjalmostahttá aj aktisasjbargov ja aktidimev ásadusáj, orgánaj ja organisasjåvnåj gaskan ma sámegielaj barggi.

source: Vår visjon er at samiske språk skal være en naturlig del av samfunnet, og at alle skal gis mulighet til å høre, se og bruke samiske språk på alle samfunnsområder.
smj: Mijá visjåvnnå le juhte sámegiela galggi liehket luondulasj oassen sebrudagás, ja juhte gájka galggi bessat gullat, vuojnnet ja adnet sámegielajt gájkka sebrudaksuorgen.

source: Samiske språk skal være en naturlig del av hverdagen for både samisk- og norsktalende.
smj: Sámegiela galggi liehket luondulasj oassen árggabiejves sáme- ja aj dárogielagijda.

source: Sametingets språkpolitikk bygger på et langsiktig arbeid og på oppfølgingen av VAT 2016:18 Vájmo giella.
smj: Sámedikke giellapolitihka vuodon la guhkesájggásasj barggo ja gåtsedime VAT 2016:18 Vájmogiella.

source: Våre strategier for samiske språk vil være Sametingets styringsdokument i det videre arbeidet for oppfølging av Vájmo giella.
smj: Mijá strategijja sámegielajda la Sámedikke njuolgadussan bargon Vájmogielav gåtsedime.

source: De overordnede målene for Sametingets språkstrategi – Gïelelutnjeme – Giellalåpptim – Giellalokten er:
smj: Badjásasj ulme Sámedikke giellastrategijjaj – Gïelelutnjeme – Giellalåpptim – Giellalokten li:

source: Likestilte og likeverdige språk
smj: Dássásasj ja avtaárvvusasj giela

source: Synlige og samfunnsbærende språk
smj: Giela vuojnnusin ja sebrudakguodden

source: I denne strategien legges det vekt på overordnede 3 innsatsområder:
smj: Dán strategijjan gålmmå badjásasj ratjástimsuorge dættoduvvi:

source: Språktilbud for barn og unge
smj: Giellafálaldagá mánájda ja nuorajda

source: Synliggjøring og samarbeid
smj: Tjalmostahttem ja aktisasjbarggo

source: Rekruttering og kompetanseheving
smj: Rekruttierim ja máhtudaklåpptim

source: Last ned Giellalokten-dokumentet for mer informasjon
smj: Viettja Giellalåpptim-tjállagav jus ienep diedojt sidá
